{
  "delirium": [
    {
      "pmid": "40574569",
      "title": "Remimazolam tosylate or propofol and delirium in frail elderly patients after hip surgery: A randomised controlled clinical trial.",
      "abstract": "Remimazolam tosylate, a novel short-acting benzodiazepine, is increasingly being used in general anaesthesia, but its role in the incidence of postoperative delirium is uncertain, particularly in frail elderly patients.",
      "authors": "Cai Wenlan, Shen Fangming, Zhu Lanyue et al.",
      "journal": "European journal of anaesthesiology",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40574569/"
    },
    {
      "pmid": "41316013",
      "title": "Association between stress hyperglycemia ratio and delirium risk in elderly surgical patients: a retrospective cohort study.",
      "abstract": "The stress hyperglycemia ratio (SHR) is an emerging glycemic marker in critical care, but its relationship with delirium in elderly surgical and trauma ICU patients remains unclear. This study explored the association between SHR and delirium to inform early identification strategies.",
      "authors": "Yao Fengwei, Zhao Hongyan, Liu Lei et al.",
      "journal": "BMC geriatrics",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41316013/"
    },
    {
      "pmid": "41182057",
      "title": "Ambulatory ophthalmic anesthesia: what is important.",
      "abstract": "This review addresses aspects relevant to caregivers facing increased numbers of adult and elderly patients seeking ambulatory medical service for ophthalmic surgery.",
      "authors": "Castello Roberto, Neth Jens",
      "journal": "Current opinion in anaesthesiology",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41182057/"
    }
  ],
  "frailty": [
    {
      "pmid": "40879421",
      "title": "Reduction of Antihypertensive Treatment in Nursing Home Residents.",
      "abstract": "Among older adults with frailty, evidence on the benefits and risks of discontinuing antihypertensive drugs is limited.",
      "authors": "Benetos Athanase, Gautier Sylvie, Freminet Anne et al.",
      "journal": "The New England journal of medicine",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40879421/"
    },
    {
      "pmid": "41242035",
      "title": "Effectiveness of Home-Based interventions for older adults with frailty or pre-frailty: a systematic review and meta-analysis.",
      "abstract": "To systematically summarise the characteristics and effectiveness of home-based interventions on health outcomes in older adults with frailty or pre-frailty.",
      "authors": "Yao Gengxin, Li Fei, Ma Xuehan et al.",
      "journal": "Archives of gerontology and geriatrics",
      "year": "2026",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41242035/"
    },
    {
      "pmid": "41253248",
      "title": "Frailty and the brain: A narrative review of functional and pathological correlates.",
      "abstract": "Frailty influences the risk, phenotypic expression, and course of highly prevalent neurological conditions. However, the structural, functional, and pathological changes in the brain associated with frailty remain insufficiently explored. This narrative review examines existing evidence on the functional and pathological brain correlates of frailty in both healthy adults and patients with neurological conditions, encompassing findings from neuropathology, fluid biomarkers, neuroimaging, and neurophysiology. Autopsy studies suggest that individuals experiencing frailty may exhibit decreased resistance and resilience to neuropathological changes, along with heightened cognitive vulnerability, even in the presence of low levels of pathology. The accumulation of brain pathology may, in turn, play a role in accelerating frailty progression. Numerous MRI-based studies have shown that frailty is associated with vascular brain damage, mostly consisting of increased white matter hyperintensity volumes, and with reduced gray matter volumes. Additionally, variations in cerebrospinal fluid and plasma biomarkers of Alzheimer's disease pathology have been documented. Furthermore, frailty-related changes in EEG/MEG signals and brain plasticity suggest potential widespread neural dysfunction. Future research is needed to elucidate the pathophysiological mechanisms underlying the neurological correlates of frailty. This exploration should encompass key aspects of aging, such as inflammation, mitochondrial dysfunction, and impaired proteostasis. Gaining a deeper understanding of the relationship between frailty and brain function and pathology could pave the way for discovering novel biomarkers and intervention targets, ultimately impacting the prevention and management of age-related neurological conditions.",
      "authors": "Sciancalepore Francesco, Salemme Simone, Valletta Martina et al.",
      "journal": "Ageing research reviews",
      "year": "2026",
      "key_findings": [
        "However, the structural, functional, and pathological changes in the brain associated with frailty remain insufficiently explored",
        "Numerous MRI-based studies have shown that frailty is associated with vascular brain damage, mostly consisting of increased white matter hyperintensity volumes, and with reduced gray matter volumes"
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41253248/"
    }
  ],
  "falls": [
    {
      "pmid": "39918027",
      "title": "Home-based strength and balance exercises for fall prevention among older individuals of advanced age: a randomized controlled single-blind study.",
      "abstract": "This research was to explore the effectiveness, safety, and adherence of home-based strength and balance exercises for fall prevention among the self-reliant individuals of advanced age and analyzed the beneficial components.",
      "authors": "Zhou Jian, Liu Bo, Xu Jian-Fang et al.",
      "journal": "Annals of medicine",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/39918027/"
    },
    {
      "pmid": "41314827",
      "title": "Conventional and tablet-supported physical training to reduce falls and fall-related injuries in community-dwelling older adults: protocol of the randomised SURE-footed into the future Fall Intervention Trial (SURE-FIT).",
      "abstract": "Exercise-based interventions are well-established in reducing falls and fall-related injuries, but adherence and accessibility remain key challenges, particularly in rural areas. While conventional in-person training is widely used, digital interventions may offer scalable solutions to enhance engagement and reach. However, pragmatic trials evaluating the real-world effectiveness of conventional and digitally supported fall prevention interventions are lacking, limiting the evidence base for their implementation in routine healthcare settings. The SURE-Footed into the Future Fall Intervention Trial (SURE-FIT) aims to compare the effectiveness of two structured fall prevention interventions-a conventional centre-based exercise programme and a hybrid telemedical programme combining in-person and tablet-supported training-against a wait-list control group in reducing falls and fall-related injuries among community-dwelling older adults.",
      "authors": "Schoene Daniel, Gross Michaela, Finger Benjamin et al.",
      "journal": "BMJ open",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41314827/"
    },
    {
      "pmid": "41168499",
      "title": "[Importance of vision in old age].",
      "abstract": "Vision is a significant determinant of quality of life and autonomy in older people. It declines with age due to natural processes. In the general population this is exacerbated by age-related eye diseases, such as cataract, age-related macular degeneration, glaucoma and diabetic retinopathy. The resulting impairments can lead to reduced mobility, independence and mental health and physiological ageing processes of the eye and disease-related changes in visual function are therefore associated with increased morbidity, such as an increased risk of falls and depression. Treatment, prevention and rehabilitation measures can significantly reduce the impairment of older people caused by age-related eye diseases. In order to keep pace with the increasing demand for care and to maintain vision at the highest possible level into old age, not only targeted and timely ophthalmological care are necessary but also more prevention in the field of age-related eye diseases.",
      "authors": "Fink David J, Finger Robert P, Terheyden Jan H",
      "journal": "Zeitschrift fur Gerontologie und Geriatrie",
      "year": "2025",
      "key_findings": [
        "Treatment, prevention and rehabilitation measures can significantly reduce the impairment of older people caused by age-related eye diseases"
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41168499/"
    }
  ],
  "dementia": [
    {
      "pmid": "40745950",
      "title": "Digital Therapeutics for Alzheimer's and Parkinson's Diseases: Current Trends and Future Perspectives.",
      "abstract": "Alzheimer's disease (AD) and Parkinson's disease (PD), which are characterized by the accumulation of misfolded protein aggregates and cognitive/motor dysfunction, are the most prevalent neurodegenerative diseases (NDDs). Despite strategic investigations aimed at augmenting the pharmaceutical pipeline, available drugs for AD and PD merely slow disease progression without curing or treating the underlying pathology. Recent technological advances have given rise to digital therapeutics (DTx): software systems that aim to prevent, cure, and manage specific diseases, including NDDs. For AD and PD, the majority of DTx focus on enhancing cognitive/executive function and motor-related functions, respectively. In this review, we describe the status of therapeutic development for AD and PD, as well as the characteristics and status of DTx targeting these NDDs. In addition, we address the limitations and challenges of DTx and their implications for the treatment of AD and PD. Ultimately, this review provides insights into the potential of DTx as a therapeutic modality and future directions for the development of DTx targeting AD and PD.",
      "authors": "Jeong Yoo Joo, Lee Hyun-Ju, Kim Jun-Su et al.",
      "journal": "Medicinal research reviews",
      "year": "2026",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40745950/"
    },
    {
      "pmid": "41126557",
      "title": "Antidiabetic agents and dementia risk in type 2 diabetes: A systematic review and network meta-analysis.",
      "abstract": "Certain antidiabetic agents may prevent dementia in patients with type 2 diabetes mellitus (T2DM). The purpose of this study is to elucidate the relative effect of antidiabetic agents on reducing dementia risk in patients with T2DM.",
      "authors": "Kato Sayaka, Ozu Naoki, Yamakage Hajime et al.",
      "journal": "Diabetes, obesity & metabolism",
      "year": "2026",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41126557/"
    },
    {
      "pmid": "39869458",
      "title": "Respiratory syncytial virus vaccination in older adults and patients with chronic disorders: A position paper from the Portuguese Society of Pulmonology, the Portuguese Association of General and Family Medicine, the Portuguese Society of Cardiology, the Portuguese Society of Infectious Diseases and Clinical Microbiology, the Portuguese Society of Endocrinology, Diabetes and Metabolism, and the Portuguese Society of Internal Medicine.",
      "abstract": "Respiratory syncytial virus (RSV) is an important cause of lower respiratory tract infection, hospitalisation and death in adults.",
      "authors": "Alfaro Tiago, Froes Filipe, Vicente Cláudia et al.",
      "journal": "Pulmonology",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/39869458/"
    }
  ],
  "deprescribing": [
    {
      "pmid": "41278245",
      "title": "Current Status and Research Trends in Deprescribing: A Bibliometric Review.",
      "abstract": "Polypharmacy has emerged as a major global public health concern. To mitigate its adverse effects, deprescribing has been introduced and integrated into clinical practice. This study aims to analyze the current research landscape and identify emerging trends in deprescribing from a bibliometric perspective.",
      "authors": "Shi Changcheng, Li Xinyi, Wu Yan et al.",
      "journal": "Drug, healthcare and patient safety",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41278245/"
    },
    {
      "pmid": "41272510",
      "title": "A NASSS framework-guided systematic review and exploratory modelling of digital health interventions for polypharmacy management in older adults.",
      "abstract": "Polypharmacy is a growing challenge in older adults with multimorbidity, increasing the risk of adverse drug events, hospital admissions, and healthcare utilisation. Technology-supported interventions, such as clinical decision support systems (CDSS) and digital deprescribing tools, offer new opportunities to optimize medication use. However, adoption and sustainability remain variable across healthcare settings. The Non-adoption, Abandonment, Scale-up, Spread, and Sustainability (NASSS) framework offers a valuable lens to evaluate complex digital health interventions targeting medication optimization in older adults.",
      "authors": "Vamadevan Arun, Vijayan Vijesh, Cole Christine et al.",
      "journal": "BMC geriatrics",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41272510/"
    },
    {
      "pmid": "41296133",
      "title": "Prevalence of polypharmacy among older adults with diabetes: A systematic review and Meta-Analysis.",
      "abstract": "Polypharmacy, the concurrent use of five or more medications, is prevalent among older adults with Diabetes, a population at elevated risk for medication-related complications. Complex treatment regimens for Diabetes and its comorbidities exacerbate challenges such as medication non-adherence, drug interactions, adverse events, and increased hospitalization risk. This review aimed to estimate the prevalence of polypharmacy among older adults with Diabetes.",
      "authors": "Satapathy Prakasini, Gaidhane Abhay M, Vadia Nasir et al.",
      "journal": "Aging clinical and experimental research",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41296133/"
    }
  ],
  "sarcopenia": [
    {
      "pmid": "39699070",
      "title": "International society of sports nutrition position stand: β-hydroxy-β-methylbutyrate (HMB).",
      "abstract": "Position Statement: The International Society of Sports Nutrition (ISSN) bases the following position stand on an analysis of the literature regarding the effects of β-Hydroxy-β-Methylbutyrate (HMB). The following 12 points have been approved by the Research Committee of the Society: 1. HMB is a metabolite of the amino acid leucine that is naturally produced in both humans and other animals. Two forms of HMB have been studied: Calcium HMB (HMB-Ca) and a free acid form of HMB (HMB-FA). HMB-FA appears to lead to increased appearance of HMB in the bloodstream when compared to HMB-Ca, though recent results are mixed. 2. The available safety/toxicity data suggest that chronic HMB-Ca and HMB-FA consumption are safe for oral HMB supplementation in humans up to at least one year. 3. There are no negative effects of HMB-Ca and HMB-FA on glucose tolerance and insulin sensitivity in humans. There may be improvements in glucose metabolism in younger adults. 4. The primary mode of action of HMB appears to be through its dual mechanism to enhance muscle protein synthesis and suppress muscle protein breakdown. HMB's activation of mTORC1 is independent of the leucine-sensing pathway (Sestrin2-GATOR2 complex). 5. HMB may help reduce muscle damage and promote muscle recovery, which can promote muscle growth/repair. HMB may also have anti-inflammatory effects, which could contribute to reducing muscle damage and soreness. 6. HMB consumption in close proximity to an exercise bout may be beneficial to increase muscle protein synthesis and attenuate the inflammatory response. HMB can provide a beneficial physiological effect when consumed both acutely and chronically in humans. 7. Daily HMB supplementation (38 mg/kg body weight) in combination with exercise training may improve body composition through increasing lean mass and/or decreasing fat mass with benefits in participants across age, sex, and training status. The most pronounced of these improvements in body composition with HMB have been observed in studies with robust resistance training programs and dietary control. 8. HMB may improve strength and power in untrained individuals, but its performance benefits in trained athletes are mixed and increase with an increase in study duration (>6 weeks). HMB's beneficial effects on athletic performance are thought to be driven by improved recovery. 9. HMB supplementation appears to potentially have a positive impact on aerobic performance, especially in trained athletes. The mechanisms of the effects are unknown. 10. HMB supplementation may be important in a non-exercising sedentary and aging population to improve muscle strength, functionality, and muscle quality. The effects of HMB supplementation with exercise are varied, but the combination may have a beneficial effect on the treatment of age-associated sarcopenia under select conditions. 11. HMB may be effective in countering muscle disuse atrophy during periods of inactivity due to illness or injury. The modulation of mitochondrial dynamics and lipid metabolism by HMB may be a potential mechanism for preventing disuse atrophy and aiding rehabilitation beyond HMB's effects on rates of muscle protein synthesis and degradation. 12. The efficacy of HMB in combination with certain nutrients may be enhanced under select conditions.",
      "authors": "Rathmacher John A, Pitchford Lisa M, Stout Jeffrey R et al.",
      "journal": "Journal of the International Society of Sports Nutrition",
      "year": "2025",
      "key_findings": [
        "The available safety/toxicity data suggest that chronic HMB-Ca and HMB-FA consumption are safe for oral HMB supplementation in humans up to at least one year"
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/39699070/"
    },
    {
      "pmid": "40644314",
      "title": "Treating Sarcopenic Obesity in the Era of Incretin Therapies: Perspectives and Challenges.",
      "abstract": "Sarcopenic obesity, a subtype of obesity, is marked by reduced skeletal muscle mass and function, or sarcopenia, and poses a significant health challenge to older adults as it affects an estimated 28.3% of people aged >60 years. This subtype is unique to older adults as aging exacerbates sarcopenia and obesity due to changes in energy metabolism, hormones and inflammatory markers, and lifestyle factors. Traditional treatments for sarcopenic obesity have been focused on exercise and dietary modifications to reduce fat while maintaining muscle mass. Newer glucagon-like peptide 1 receptor agonists (GLP-1RAs) and dual gastric inhibitory polypeptide/GLP-1 receptor agonists (GIP/GLP-1RAs), including liraglutide, semaglutide, and tirzepatide, have shown great promise to reduce weight, treat obesity-related complications, improve physical function, and improve quality of life, in younger clinical trial populations. However, the use of GLP-1RAs and GIP/GLP-1RAs has not been exhaustively evaluated in older adults with sarcopenic obesity. These medications come with the risk of loss of muscle mass and an increased rate of adverse events. Thus, clinicians should use them cautiously by weighing the potential benefits against their risks. Herein, we discuss a possible approach to using GLP-1RAs and GIP/GLP-1RAs in patients with sarcopenic obesity, including considerations for patient identification, monitoring, maintenance, and discontinuation. In this article we also discuss the emerging treatments that will be available, which may include activin type II receptor antibodies and selective androgen receptor agonists. We conclude by highlighting the advancement of geroscience as a promising field for individualizing treatments in the future.",
      "authors": "Chen Alissa S, Batsis John A",
      "journal": "Diabetes",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40644314/"
    },
    {
      "pmid": "41303517",
      "title": "Mild Cognitive Impairment and Sarcopenia: Effects of Resistance Exercise Training on Neuroinflammation, Cognitive Performance, and Structural Brain Changes.",
      "abstract": "Mild cognitive impairment (MCI) and sarcopenia are prevalent age-related conditions that often coexist and share common mechanisms such as chronic inflammation, reduced neuroplasticity, and impaired muscle function. Resistance exercise training (RET) has emerged as a promising non-pharmacological strategy capable of addressing both physical and cognitive decline. The aim of this narrative review is to synthesize preclinical and clinical evidence on the effects of RET in older adults with MCI and sarcopenia, with a specific focus on its impact on neuroinflammation, cognitive performance and structural brain changes. At the molecular level, RET activates anabolic pathways, including PI3K/Akt/mTOR, enhances neurotrophic support via BDNF, NT-3, and IGF-1, and promotes hippocampal neurogenesis through exercise-induced myokines such as irisin and cathepsin B. RET also exerts immunomodulatory actions by shifting microglia toward anti-inflammatory M2 phenotypes, attenuating reactive astrogliosis, and supporting oligodendrocyte precursor cell differentiation, thereby improving myelin integrity. Neuroimaging studies consistently report preservation of hippocampal and precuneus gray matter, as well as improved white matter connectivity following RET. Clinically, RET has demonstrated significant and sustained improvements in executive function, memory, and global cognition, with effects persisting for up to 18 months. Collectively, RET represents a multifaceted intervention with the potential to delay progression from MCI to Alzheimer's disease by integrating neuroprotective, anti-inflammatory, and anabolic effects. Standardization of RET protocols and identification of biomarkers of responsiveness are needed to optimize its role within multimodal dementia-prevention strategies.",
      "authors": "Oporto-Colicoi Valeria, Sepúlveda-Lara Alexis, Marzuca-Nassr Gabriel Nasri et al.",
      "journal": "International journal of molecular sciences",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41303517/"
    }
  ],
  "end_of_life": [
    {
      "pmid": "41218637",
      "title": "\"End-of-Life Care\" in Cardiac Surgery.",
      "abstract": "Modern cardiovascular medicine and surgery enable the treatment of complex cardiovascular disease, even in elderly and multimorbid patients, through increasingly sophisticated procedures. Nevertheless, there are situations in which surgical intervention appears medically inappropriate or is explicitly declined by the patient. Similarly, it may become necessary in the postoperative course to revise the original therapeutic goals-particularly when continued survival depends upon prolonged intensive care unit treatment, or when the anticipated quality of life, from the patient's perspective, appears inadequate. While established guidelines and position papers-most notably from the German Interdisciplinary Association for Intensive and Emergency Medicine-are already available in the field of intensive care medicine, a discipline-specific framework for cardiac surgery has been lacking thus far. This inaugural position paper issued by the German Society for Thoracic and Cardiovascular Surgery seeks to contribute to the definition of clinical and ethical standards in the context of therapeutic restraint (Section A) and to the redefinition of therapeutic goals (Section B) within our specialty. The aim is to promote a structured and multiprofessional approach that transparently integrates the core pillars of goal setting in therapy-namely, medical indication and patient autonomy-into a comprehensible decision-making framework. Achieving this objective requires close collaboration among physicians and nursing staff in cardiac surgery, cardiology, intensive care, anesthesiology, ethics consultation, and palliative care. The present recommendations are intended to serve as a foundation for patient-centered, appropriate, and transparent decision-making-always with the overarching aim of preserving the dignity and self-determination of the patients concerned.",
      "authors": "Lichtenberg Artur, Scherner Max, Meier Stefan et al.",
      "journal": "The Thoracic and cardiovascular surgeon",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41218637/"
    },
    {
      "pmid": "41246289",
      "title": "Demystifying Compassionate Communities.",
      "abstract": "",
      "authors": "Ng Yong Hao, Aoun Samar",
      "journal": "Palliative care and social practice",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41246289/"
    },
    {
      "pmid": "40891701",
      "title": "A glimpse of the end-of-life of people with Parkinson's disease and atypical parkinsonism: A descriptive analysis of electronic health records.",
      "abstract": "BackgroundThe needs of people with Parkinson's disease (PD) or atypical parkinsonism (AP) change significantly in the final weeks to days of life. A better understanding of this phase can help improve care.ObjectiveTo examine healthcare use and end-of-life care in people with PD.MethodsWe conducted a retrospective study (2022-2023) in three nursing homes, four hospitals, and eleven general practices in the Netherlands. Electronic health records of deceased individuals with PD or AP were reviewed for symptoms, healthcare use, and professional involvement.ResultsWe reviewed 189 records (70.4% PD; mean age 80.2; 68.1% male). In the last two weeks of life, patients had an average of 8.4 symptoms, with a higher burden in AP. Palliative sedation was used in 60.4%, most often in nursing homes (up to 78.3%) and among AP patients. Euthanasia occurred in 11 cases (6 PD, 5 AP), mainly in nursing homes and general practices. Antibiotics and pain medications were commonly used; fluid and oxygen therapy were more frequent in hospitals. Most patients were treated by a GP and 3-4 other healthcare professionals, but only 12.7% received support from a palliative care team.ConclusionsPeople with PD and AP face a high symptom burden at the end of life, yet palliative care involvement is limited. The frequent use of palliative sedation and cases of euthanasia reflect the complexity of this care phase. Better integration of palliative expertise and research into symptom management is urgently needed.",
      "authors": "Lennaerts-Kats Herma, Elbers Anke, Muente Catharina et al.",
      "journal": "Journal of Parkinson's disease",
      "year": "2025",
      "key_findings": [
        "BackgroundThe needs of people with Parkinson's disease (PD) or atypical parkinsonism (AP) change significantly in the final weeks to days of life"
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40891701/"
    }
  ],
  "incontinence": [
    {
      "pmid": "41297740",
      "title": "Prevalence and associated factors of fecal incontinence: a global population-based study. Fecal incontinence in the global population.",
      "abstract": "The global prevalence of fecal incontinence (FI) is likely underestimated with an unmet need to identify associated factors to improve patient care. This study aimed to report the global prevalence of FI and to identify associated factors.",
      "authors": "van Gils Tom, Algera Joost P, Hreinsson Jóhann P et al.",
      "journal": "Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41297740/"
    },
    {
      "pmid": "40848414",
      "title": "The impact of ageing on the structural compositions of the mucosa of human colon.",
      "abstract": "The increased prevalence of chronic constipation, faecal impaction and incontinence among older individuals have been linked in part, to age-related degenerative changes within the bowel. In aged laboratory animals, increased mucosal permeability has been associated with overall loss of mucosal integrity, but equivalent studies have not been conducted for the human colon. We address this knowledge gap by examining the number of intestinal stem cells and epithelial tight junction proteins, and densities of connective tissues, namely total collagen and elastin, on macroscopically normal ascending (AC; adults: 30-52 years and elderly: 70 - 89 years) and descending (DC; adults: 42-60 years and elderly: 67 - 82 years) colon using immunohistochemistry and tinctorial staining techniques. The results demonstrated that in the ageing AC but not clearly in the DC, there was a significant decline in anti-junctional adhesion molecule-A, anti- occludin and anti-zonula occluden-1 tight junction protein expressions within the epithelium per mucosal unit area. Compared to younger adults, there was no consistent change in anti-claudin-2 protein in the DC from older adults (p = 0.068), but the level of expression tended to increase in the AC (p = 0.059). The number of olfactomedin-4 positive cells tended to be smaller (mean value: AC; 5.2 ± 0.6 vs. 4.9 ± 0.2/ crypt and DC: 5.6 ± 0.8 vs. 5.1 ± 0.3) but were not statistically significant with increasing age in both regions. Ageing increased the amount of elastin fibres within the muscularis mucosae in AC and DC, and there was a tendency for total collagen fibres to increase in the mucosa of the older adults DC (p = 0.061). These structural changes in the aged mucosa have potential to impact colonic functions and may contribute to the development of lower bowel disorders in a region-specific manner.",
      "authors": "Baidoo Nicholas, Rasis Enrica De, Tahiri Dion et al.",
      "journal": "Tissue & cell",
      "year": "2025",
      "key_findings": [
        "In aged laboratory animals, increased mucosal permeability has been associated with overall loss of mucosal integrity, but equivalent studies have not been conducted for the human colon"
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40848414/"
    },
    {
      "pmid": "41203718",
      "title": "Mirabegron exhibits antibacterial and Immunomodulatory activities demonstrated by in vitro and in vivo studies.",
      "abstract": "Mirabegron is a beta 3-adrenoceptor agonist that can help with incontinence, dysuria, and bladder overactivity. It alleviates the symptoms of prostate enlargement and urinary tract infections (UTIs) in the elderly. We aimed to explore Mirabegron's antimicrobial and immune-boosting properties, trying to benefit people suffering from urinary tract infections and having an overactive bladder. Mirabegron's putative antibacterial activity was investigated using the well diffusion method (In Vitro). Infected rats were treated with mirabegron (10 mg/kg, oral) and used for evaluation of immunomodulatory actions (In Vivo). We tested the antibacterial activity in vitro against numerous bacterial strains, including Escherichia coli (E. coli). The phagocytic activity and survival of peritoneal macrophages were examined. Also, serum levels of immunoglobulin G (IgG), immunoglobulin M (IgM), and interferon-γ (INF-γ) were estimated in E. coli-infected rats. We found that mirabegron exhibited significant antibacterial activity, particularly against E. coli. Phagocytic activity increased notably in vivo, indicating an improved innate immune response. Mirabegron also demonstrated a substantial rise in immunoglobulin and cytokine levels, enhancing acquired immunity. According to our findings, in vitro and in vivo tests of mirabegron revealed possible antibacterial activity as well as immunomodulatory properties. Mirabegron could alleviate symptomatic UTIs.",
      "authors": "Ahmed Esraa A, Abd-Eldayem Ahmed M",
      "journal": "Scientific reports",
      "year": "2025",
      "key_findings": [
        "We found that mirabegron exhibited significant antibacterial activity, particularly against E"
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41203718/"
    }
  ]
}