[
  {
    "id": "2904b95b",
    "front": "[砖专专转] Study: Frailty and Risks of Dementia Among Middle-Aged and Older Adults: Evidence From 3 Prospective Cohort Studies.\n\nWhat was the main finding?",
    "back": "This study aimed to investigate how both baseline frailty and its subsequent changes over time are associated with the risk of incident dementia in 3 large prospective cohorts.\n\n Ye Xin, Wang Xinfeng, Hu Mingzheng et al. (2025)\n https://pubmed.ncbi.nlm.nih.gov/40921305/",
    "tags": [
      "frailty",
      "research",
      "recent",
      "砖专专转"
    ]
  },
  {
    "id": "3118240e",
    "front": "[爪] Study: Potential targets of microglia in the treatment of neurodegenerative diseases: Mechanism and therapeutic implications.\n\nWhat was the main finding?",
    "back": "Microglial over-activation is closely associated with the secretion of pro-inflammatory cytokines, the phagocytosis of injured neurons, and the modulation of neurotoxic environments\n\n Zhao Wenhui, Liu Zhongxuan, Wu Jiannan et al. (2026)\n https://pubmed.ncbi.nlm.nih.gov/40145977/",
    "tags": [
      "dementia",
      "research",
      "recent",
      "爪"
    ]
  },
  {
    "id": "8fb682ac",
    "front": "[-驻专住拽] Study: Risk factors influencing fall risk in geriatric patients with type 2 diabetes: a comprehensive analysis.\n\nWhat was the main finding?",
    "back": "Comorbidities, especially neuropathy and retinopathy, significantly increase fall risk in this group\n\n Bayrak Muharrem, Kaali Kamber, G眉ner Merve et al. (2025)\n https://pubmed.ncbi.nlm.nih.gov/40022664/",
    "tags": [
      "deprescribing",
      "research",
      "recent",
      "-驻专住拽"
    ]
  },
  {
    "id": "925025d2",
    "front": "[-驻专住拽] Study: Multimorbidity, frailty and polypharmacy in European and Asian patients with atrial fibrillation: a comparison of two regional prospective observational registries.\n\nWhat was the main finding?",
    "back": "Multimorbidity, frailty, and polypharmacy are associated with worse outcomes in patients with atrial fibrillation (AF), leading to 'clinically complex' patient phenotypes\n\n Mei Davide Antonio, Proietti Marco, Romiti Giulio Francesco et al. (2025)\n https://pubmed.ncbi.nlm.nih.gov/41345290/",
    "tags": [
      "deprescribing",
      "research",
      "recent",
      "-驻专住拽"
    ]
  },
  {
    "id": "c35a9093",
    "front": "[-驻专住拽] Based on Mei Davide Antonio et al. (2025), what clinical practice change might be considered?",
    "back": "Finding: After adjustments, being frail was associated with lower OAC prescription, with Asians less likely prescribed than Europeans (OR 0.34, 95% CI 0.25-0.45 vs\n\nClinical relevance: Consider this evidence when treating elderly patients with deprescribing-related conditions.\n\n Full study: https://pubmed.ncbi.nlm.nih.gov/41345290/",
    "tags": [
      "deprescribing",
      "clinical",
      "evidence-based",
      "-驻专住拽"
    ]
  },
  {
    "id": "e1a7aa49",
    "front": "[住专拽驻] Study: Nutrition and Liver Disease.\n\nWhat was the main finding?",
    "back": "Malnutrition is associated with a higher rate of complications including ascites, hepatic encephalopathy, and variceal bleeding, progressing to liver failure and poor survival outcomes\n\n Franz Allison, Shay Henry, Kirpich Irina et al. (2025)\n https://pubmed.ncbi.nlm.nih.gov/41314408/",
    "tags": [
      "sarcopenia",
      "research",
      "recent",
      "住专拽驻"
    ]
  },
  {
    "id": "15a197dd",
    "front": "[ 砖 住专] Study: The impact of ageing on the structural compositions of the mucosa of human colon.\n\nWhat was the main finding?",
    "back": "In aged laboratory animals, increased mucosal permeability has been associated with overall loss of mucosal integrity, but equivalent studies have not been conducted for the human colon\n\n Baidoo Nicholas, Rasis Enrica De, Tahiri Dion et al. (2025)\n https://pubmed.ncbi.nlm.nih.gov/40848414/",
    "tags": [
      "incontinence",
      "research",
      "recent",
      " 砖 住专"
    ]
  }
]