{
  "delirium": [
    {
      "pmid": "40574569",
      "title": "Remimazolam tosylate or propofol and delirium in frail elderly patients after hip surgery: A randomised controlled clinical trial.",
      "abstract": "Remimazolam tosylate, a novel short-acting benzodiazepine, is increasingly being used in general anaesthesia, but its role in the incidence of postoperative delirium is uncertain, particularly in frail elderly patients.",
      "authors": "Cai Wenlan, Shen Fangming, Zhu Lanyue et al.",
      "journal": "European journal of anaesthesiology",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40574569/"
    },
    {
      "pmid": "41182057",
      "title": "Ambulatory ophthalmic anesthesia: what is important.",
      "abstract": "This review addresses aspects relevant to caregivers facing increased numbers of adult and elderly patients seeking ambulatory medical service for ophthalmic surgery.",
      "authors": "Castello Roberto, Neth Jens",
      "journal": "Current opinion in anaesthesiology",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41182057/"
    },
    {
      "pmid": "40720202",
      "title": "Risk factors for postoperative delirium in orthopedic surgery patients: a systematic review and meta-analysis.",
      "abstract": "Postoperative delirium is a common and serious complication in orthopedic surgery patients, particularly in the elderly. This study aimed to systematically review and meta-analyze the risk factors associated with postoperative delirium in orthopedic surgery patients.",
      "authors": "Niu Yanan, Wang Qiang, Lu Jin et al.",
      "journal": "Annals of medicine",
      "year": "2025",
      "key_findings": [
        "This study aimed to systematically review and meta-analyze the risk factors associated with postoperative delirium in orthopedic surgery patients."
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40720202/"
    }
  ],
  "frailty": [
    {
      "pmid": "41305592",
      "title": "Mapping Research Trends in Frailty and Nutrition: A Combined Bibliometric and Structured Review (2000-2024).",
      "abstract": "",
      "authors": "Han Yaxin, Zhang Haohao, Tian Jiajing et al.",
      "journal": "Nutrients",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41305592/"
    },
    {
      "pmid": "40738335",
      "title": "Sleep disorders and aging: Mendelian randomization analysis of epigenetic and frailty markers.",
      "abstract": "Sleep disorders-including daytime sleepiness (DS), insomnia, and sleep apnea (SA)-have been linked to aging-related phenotypes, but their causal roles remain unclear. This study aimed to examine the potential causal effects of these sleep traits on biological aging using a Mendelian randomization (MR) approach.",
      "authors": "Zhang Zheng, Ren Hao, Cheng Yongjia et al.",
      "journal": "Journal of affective disorders",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40738335/"
    },
    {
      "pmid": "40921305",
      "title": "Frailty and Risks of Dementia Among Middle-Aged and Older Adults: Evidence From 3 Prospective Cohort Studies.",
      "abstract": "Frailty and dementia are prevalent, interrelated conditions in aging populations, yet the temporal relationship between frailty progression and dementia risk remains underexplored. This study aimed to investigate how both baseline frailty and its subsequent changes over time are associated with the risk of incident dementia in 3 large prospective cohorts.",
      "authors": "Ye Xin, Wang Xinfeng, Hu Mingzheng et al.",
      "journal": "American journal of preventive medicine",
      "year": "2025",
      "key_findings": [
        "This study aimed to investigate how both baseline frailty and its subsequent changes over time are associated with the risk of incident dementia in 3 large prospective cohorts."
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40921305/"
    }
  ],
  "falls": [
    {
      "pmid": "39918027",
      "title": "Home-based strength and balance exercises for fall prevention among older individuals of advanced age: a randomized controlled single-blind study.",
      "abstract": "This research was to explore the effectiveness, safety, and adherence of home-based strength and balance exercises for fall prevention among the self-reliant individuals of advanced age and analyzed the beneficial components.",
      "authors": "Zhou Jian, Liu Bo, Xu Jian-Fang et al.",
      "journal": "Annals of medicine",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/39918027/"
    },
    {
      "pmid": "40110801",
      "title": "Analysis of outcomes from a geriatrician-led evidence-based falls prevention clinic: a retrospective study from Qatar.",
      "abstract": "Falls are an important health concern among older persons. This study attempted to evaluate the characteristics and risk factors of falls in older persons attending a geriatric falls clinic in Qatar, with a particular emphasis on the impact of the COVID-19 epidemic.",
      "authors": "Al Hamad Hanadi, Sathian Brijesh",
      "journal": "The aging male : the official journal of the International Society for the Study of the Aging Male",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40110801/"
    },
    {
      "pmid": "41168499",
      "title": "[Importance of vision in old age].",
      "abstract": "Vision is a significant determinant of quality of life and autonomy in older people. It declines with age due to natural processes. In the general population this is exacerbated by age-related eye diseases, such as cataract, age-related macular degeneration, glaucoma and diabetic retinopathy. The resulting impairments can lead to reduced mobility, independence and mental health and physiological ageing processes of the eye and disease-related changes in visual function are therefore associated with increased morbidity, such as an increased risk of falls and depression. Treatment, prevention and rehabilitation measures can significantly reduce the impairment of older people caused by age-related eye diseases. In order to keep pace with the increasing demand for care and to maintain vision at the highest possible level into old age, not only targeted and timely ophthalmological care are necessary but also more prevention in the field of age-related eye diseases.",
      "authors": "Fink David J, Finger Robert P, Terheyden Jan H",
      "journal": "Zeitschrift fur Gerontologie und Geriatrie",
      "year": "2025",
      "key_findings": [
        "Treatment, prevention and rehabilitation measures can significantly reduce the impairment of older people caused by age-related eye diseases"
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41168499/"
    }
  ],
  "dementia": [
    {
      "pmid": "41233181",
      "title": "[Agitation].",
      "abstract": "Agitation is a behavioral and psychological symptom of dementia (BPSD); however, until recently, there has been no consensus-based definition. When initiating therapeutic interventions, the type of dementia that is the cause of the BPSD must be considered and treatment must be tailored accordingly. As with other types of BPSD, non-pharmacological interventions are considered the first-line treatment for agitation, unless the symptoms present an exceptional level of urgency. Person-centered care is effective as a non-pharmacological intervention for agitation. Other examples include music therapy, animal-assisted therapy, and aromatherapy; however, these are not very effective for agitation. Useful information on non-pharmacological interventions for agitation can be obtained from the website \"Ninchisho Chienowa-net,\" which is a web-based system that collects information on the coping strategies of caregivers for BPSD. If non-pharmacological interventions are ineffective or the symptoms are urgent, pharmacological treatment should be considered. Brexpiprazole has been approved as effective for agitation in Alzheimer's disease. For the treatment of agitation, medications other than brexpiprazole are frequently used in clinical settings and may offer some degree of efficacy.",
      "authors": "Yoshiyama Kenji",
      "journal": "Brain and nerve = Shinkei kenkyu no shinpo",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41233181/"
    },
    {
      "pmid": "40855194",
      "title": "Interplay of genetic predisposition, plasma metabolome and Mediterranean diet in dementia risk and cognitive function.",
      "abstract": "Alzheimer's disease (AD) and AD-related dementias (AD/ADRD) have a substantial genetic basis, with APOE4 homozygotes increasingly recognized as a distinct genetic subtype. To identify genotype-specific metabolic pathways and modifiable risk factors, we integrated genetic, plasma metabolomic and dietary data from 4,215 women and 1,490 men in prospective cohorts. Here we show that the associations of 57 metabolites with dementia risk varied by APOE4 genotype or other AD/ADRD risk variants. For example, cholesteryl esters and sphingomyelins were most strongly associated with increased dementia risk in APOE4 homozygotes, whereas inverse associations with glycerides were specific to this genotype. Dimethylguanidino-valeric acid was more strongly associated with dementia risk among carriers of the rs2154481-C allele (APP). Adherence to the Mediterranean diet more effectively modulated dementia-related metabolites in APOE4 homozygotes, suggesting targeted prevention strategies. Incorporating metabolomic data modestly improved dementia risk prediction, particularly during early follow-up. Mendelian randomization analysis identified 19 putative causal relationships between metabolites and cognitive outcomes, including protective effects of 4-guanidinobutanoate, carotenoids and N",
      "authors": "Liu Yuxi, Gu Xiao, Li Yanping et al.",
      "journal": "Nature medicine",
      "year": "2025",
      "key_findings": [
        "Dimethylguanidino-valeric acid was more strongly associated with dementia risk among carriers of the rs2154481-C allele (APP)"
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40855194/"
    },
    {
      "pmid": "39869458",
      "title": "Respiratory syncytial virus vaccination in older adults and patients with chronic disorders: A position paper from the Portuguese Society of Pulmonology, the Portuguese Association of General and Family Medicine, the Portuguese Society of Cardiology, the Portuguese Society of Infectious Diseases and Clinical Microbiology, the Portuguese Society of Endocrinology, Diabetes and Metabolism, and the Portuguese Society of Internal Medicine.",
      "abstract": "Respiratory syncytial virus (RSV) is an important cause of lower respiratory tract infection, hospitalisation and death in adults.",
      "authors": "Alfaro Tiago, Froes Filipe, Vicente Cláudia et al.",
      "journal": "Pulmonology",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/39869458/"
    }
  ],
  "deprescribing": [
    {
      "pmid": "40022664",
      "title": "Risk factors influencing fall risk in geriatric patients with type 2 diabetes: a comprehensive analysis.",
      "abstract": "Type 2 diabetes mellitus (T2DM) is a common chronic disease in the elderly. Comorbidities, especially neuropathy and retinopathy, significantly increase fall risk in this group. This study aimed to identify fall risk factors in older adults with T2DM.",
      "authors": "Bayrak Muharrem, Kaşali Kamber, Güner Merve et al.",
      "journal": "The aging male : the official journal of the International Society for the Study of the Aging Male",
      "year": "2025",
      "key_findings": [
        "Comorbidities, especially neuropathy and retinopathy, significantly increase fall risk in this group"
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40022664/"
    },
    {
      "pmid": "41231192",
      "title": "Hypertension in the Oldest Old.",
      "abstract": "Hypertension affects 80% of adults 80 years of age or older and is a leading cause of morbidity and mortality through its fundamental role as a risk factor for cardiovascular disease, stroke, kidney disease, and cognitive impairment. Antihypertensive therapy reduces the risk of coronary artery disease, heart failure, atrial fibrillation, stroke, and cognitive decline among patients in this age group, but older patients with advanced frailty, cognitive impairment, complex comorbidities, or nursing home residence have largely been excluded from clinical trials. This article reviews the epidemiology, pathophysiology, diagnosis, and management of hypertension in the oldest old, herein defined as age ≥80 years. We propose the geriatrics 4 Ms model as a framework for providing individualized patient-centered care for the oldest patients with hypertension. Additional research is needed in patients who have been under-represented in clinical trials and to assess the role of deprescribing in the care of older patients with hypertension.",
      "authors": "Supiano Mark A, Ascher Simon B, Rich Michael W",
      "journal": "JACC. Advances",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41231192/"
    },
    {
      "pmid": "41128849",
      "title": "[Dizziness in old age].",
      "abstract": "Dizziness is a frequent and often multifactorial symptom in older patients that can significantly impair the quality of life. The causes are diverse and differ from younger patients. Polyneuropathy, orthostatic dysregulation, drug-related causes, positional vertigo and bilateral vestibulopathy are more frequent in old age. A detailed and vertigo-specific patient history, including the assessment of risk factors such as frailty, polypharmacy and comorbidities, is essential for the diagnostics. The treatment depends on the underlying cause and includes physiotherapeutic interventions as well as adjustments to the medication.",
      "authors": "Trabert Johannes",
      "journal": "Die Ophthalmologie",
      "year": "2025",
      "key_findings": [
        "Dizziness is a frequent and often multifactorial symptom in older patients that can significantly impair the quality of life"
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41128849/"
    }
  ],
  "sarcopenia": [
    {
      "pmid": "39699070",
      "title": "International society of sports nutrition position stand: β-hydroxy-β-methylbutyrate (HMB).",
      "abstract": "Position Statement: The International Society of Sports Nutrition (ISSN) bases the following position stand on an analysis of the literature regarding the effects of β-Hydroxy-β-Methylbutyrate (HMB). The following 12 points have been approved by the Research Committee of the Society: 1. HMB is a metabolite of the amino acid leucine that is naturally produced in both humans and other animals. Two forms of HMB have been studied: Calcium HMB (HMB-Ca) and a free acid form of HMB (HMB-FA). HMB-FA appears to lead to increased appearance of HMB in the bloodstream when compared to HMB-Ca, though recent results are mixed. 2. The available safety/toxicity data suggest that chronic HMB-Ca and HMB-FA consumption are safe for oral HMB supplementation in humans up to at least one year. 3. There are no negative effects of HMB-Ca and HMB-FA on glucose tolerance and insulin sensitivity in humans. There may be improvements in glucose metabolism in younger adults. 4. The primary mode of action of HMB appears to be through its dual mechanism to enhance muscle protein synthesis and suppress muscle protein breakdown. HMB's activation of mTORC1 is independent of the leucine-sensing pathway (Sestrin2-GATOR2 complex). 5. HMB may help reduce muscle damage and promote muscle recovery, which can promote muscle growth/repair. HMB may also have anti-inflammatory effects, which could contribute to reducing muscle damage and soreness. 6. HMB consumption in close proximity to an exercise bout may be beneficial to increase muscle protein synthesis and attenuate the inflammatory response. HMB can provide a beneficial physiological effect when consumed both acutely and chronically in humans. 7. Daily HMB supplementation (38 mg/kg body weight) in combination with exercise training may improve body composition through increasing lean mass and/or decreasing fat mass with benefits in participants across age, sex, and training status. The most pronounced of these improvements in body composition with HMB have been observed in studies with robust resistance training programs and dietary control. 8. HMB may improve strength and power in untrained individuals, but its performance benefits in trained athletes are mixed and increase with an increase in study duration (>6 weeks). HMB's beneficial effects on athletic performance are thought to be driven by improved recovery. 9. HMB supplementation appears to potentially have a positive impact on aerobic performance, especially in trained athletes. The mechanisms of the effects are unknown. 10. HMB supplementation may be important in a non-exercising sedentary and aging population to improve muscle strength, functionality, and muscle quality. The effects of HMB supplementation with exercise are varied, but the combination may have a beneficial effect on the treatment of age-associated sarcopenia under select conditions. 11. HMB may be effective in countering muscle disuse atrophy during periods of inactivity due to illness or injury. The modulation of mitochondrial dynamics and lipid metabolism by HMB may be a potential mechanism for preventing disuse atrophy and aiding rehabilitation beyond HMB's effects on rates of muscle protein synthesis and degradation. 12. The efficacy of HMB in combination with certain nutrients may be enhanced under select conditions.",
      "authors": "Rathmacher John A, Pitchford Lisa M, Stout Jeffrey R et al.",
      "journal": "Journal of the International Society of Sports Nutrition",
      "year": "2025",
      "key_findings": [
        "The available safety/toxicity data suggest that chronic HMB-Ca and HMB-FA consumption are safe for oral HMB supplementation in humans up to at least one year"
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/39699070/"
    },
    {
      "pmid": "40644314",
      "title": "Treating Sarcopenic Obesity in the Era of Incretin Therapies: Perspectives and Challenges.",
      "abstract": "Sarcopenic obesity, a subtype of obesity, is marked by reduced skeletal muscle mass and function, or sarcopenia, and poses a significant health challenge to older adults as it affects an estimated 28.3% of people aged >60 years. This subtype is unique to older adults as aging exacerbates sarcopenia and obesity due to changes in energy metabolism, hormones and inflammatory markers, and lifestyle factors. Traditional treatments for sarcopenic obesity have been focused on exercise and dietary modifications to reduce fat while maintaining muscle mass. Newer glucagon-like peptide 1 receptor agonists (GLP-1RAs) and dual gastric inhibitory polypeptide/GLP-1 receptor agonists (GIP/GLP-1RAs), including liraglutide, semaglutide, and tirzepatide, have shown great promise to reduce weight, treat obesity-related complications, improve physical function, and improve quality of life, in younger clinical trial populations. However, the use of GLP-1RAs and GIP/GLP-1RAs has not been exhaustively evaluated in older adults with sarcopenic obesity. These medications come with the risk of loss of muscle mass and an increased rate of adverse events. Thus, clinicians should use them cautiously by weighing the potential benefits against their risks. Herein, we discuss a possible approach to using GLP-1RAs and GIP/GLP-1RAs in patients with sarcopenic obesity, including considerations for patient identification, monitoring, maintenance, and discontinuation. In this article we also discuss the emerging treatments that will be available, which may include activin type II receptor antibodies and selective androgen receptor agonists. We conclude by highlighting the advancement of geroscience as a promising field for individualizing treatments in the future.",
      "authors": "Chen Alissa S, Batsis John A",
      "journal": "Diabetes",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40644314/"
    },
    {
      "pmid": "41188603",
      "title": "A focus shift from sarcopenia to muscle health in the Asian Working Group for Sarcopenia 2025 Consensus Update.",
      "abstract": "The Asian Working Group for Sarcopenia (AWGS) presents an updated 2025 consensus reframing sarcopenia management through a life-course approach to muscle health promotion. While aligning with the Global Leadership Initiative in Sarcopenia (GLIS), this update provides healthcare providers with Asia-specific guidance. The consensus introduces three key refinements: first, expanding sarcopenia diagnosis to middle-aged adults (50‒64 years) with validated diagnostic thresholds; second, simplifying the diagnostic algorithm to require only concurrent low muscle mass and strength, with physical performance as an outcome measure; and third, introducing an enhanced muscle health framework recognizing skeletal muscle as vital for healthy longevity, emphasizing cross-talk with brain, bone, adipose tissue and immune systems. This framework leverages the World Health Organization's Integrated Care for Older People (ICOPE) implementation for enhanced case-finding through natural overlap between muscle health and ICOPE's intrinsic capacity domains. The consensus provides evidence-based recommendations for multimodal interventions that combine resistance exercise with nutritional supplementation, representing advancement toward proactive muscle health promotion and establishing a framework for reducing age-related decline in Asian populations.",
      "authors": "Chen Liang-Kung, Hsiao Fei-Yuan, Akishita Masahiro et al.",
      "journal": "Nature aging",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41188603/"
    }
  ],
  "end_of_life": [
    {
      "pmid": "41218637",
      "title": "\"End-of-Life Care\" in Cardiac Surgery.",
      "abstract": "Modern cardiovascular medicine and surgery enable the treatment of complex cardiovascular disease, even in elderly and multimorbid patients, through increasingly sophisticated procedures. Nevertheless, there are situations in which surgical intervention appears medically inappropriate or is explicitly declined by the patient. Similarly, it may become necessary in the postoperative course to revise the original therapeutic goals-particularly when continued survival depends upon prolonged intensive care unit treatment, or when the anticipated quality of life, from the patient's perspective, appears inadequate. While established guidelines and position papers-most notably from the German Interdisciplinary Association for Intensive and Emergency Medicine-are already available in the field of intensive care medicine, a discipline-specific framework for cardiac surgery has been lacking thus far. This inaugural position paper issued by the German Society for Thoracic and Cardiovascular Surgery seeks to contribute to the definition of clinical and ethical standards in the context of therapeutic restraint (Section A) and to the redefinition of therapeutic goals (Section B) within our specialty. The aim is to promote a structured and multiprofessional approach that transparently integrates the core pillars of goal setting in therapy-namely, medical indication and patient autonomy-into a comprehensible decision-making framework. Achieving this objective requires close collaboration among physicians and nursing staff in cardiac surgery, cardiology, intensive care, anesthesiology, ethics consultation, and palliative care. The present recommendations are intended to serve as a foundation for patient-centered, appropriate, and transparent decision-making-always with the overarching aim of preserving the dignity and self-determination of the patients concerned.",
      "authors": "Lichtenberg Artur, Scherner Max, Meier Stefan et al.",
      "journal": "The Thoracic and cardiovascular surgeon",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41218637/"
    },
    {
      "pmid": "41246289",
      "title": "Demystifying Compassionate Communities.",
      "abstract": "",
      "authors": "Ng Yong Hao, Aoun Samar",
      "journal": "Palliative care and social practice",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41246289/"
    },
    {
      "pmid": "40939839",
      "title": "End-of-life and palliative care in patients with metastatic renal cancer.",
      "abstract": "Palliative care is a fundamental component of the comprehensive management of patients with advanced cancer, significantly improving quality of life. Since most patients with metastatic renal cell carcinoma (mRCC) ultimately die from disease progression, end-of-life care represents a key element of quality cancer care. This area can be assessed through specific indicators derived from administrative data.",
      "authors": "Lendínez-Cano G, Roldán Cumbreras C, Congregado Ruíz C B et al.",
      "journal": "Actas urologicas espanolas",
      "year": "2025",
      "key_findings": [
        "Palliative care is a fundamental component of the comprehensive management of patients with advanced cancer, significantly improving quality of life"
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40939839/"
    }
  ],
  "incontinence": [
    {
      "pmid": "41040126",
      "title": "History of the Treatment of Rectal Prolapse.",
      "abstract": "Rectal prolapse is the intussusception of the rectum, resulting in its full-thickness protrusion out of the anus. Approximately 0.5% of the general population is affected by this condition, with a higher occurrence in women and the elderly. While benign, rectal prolapse can be debilitating, as it can cause pain, bleeding, mucus discharge, and fecal incontinence. The earliest documented records of rectal prolapse date back to Ancient Egypt (1500-1200 BC), describing laxatives and topical therapeutics for the treatment of an anus turned inside out. Many techniques were devised to hold the reduced prolapsed rectum in place, ranging from cords to the use of bandages. Surgical cauterization of the anal sphincter to prevent recurrent prolapse began as early as 6 BC in India, a practice that continued into the 1800s. Advances in fundamental understanding of the anatomy of the colon, rectum, and anus in the 19th and early 20th centuries paved the way for modern surgical approaches. The 20th century saw the development of procedures proposed by surgeons such as Delorme, Moschowitz, Ripstein, and Altemeier. The emergence of the laparoscopic rectopexy in 1992 and subsequent use of robotic-assisted techniques in the early 2000s marked the transition to modern rectal prolapse surgeries, improving both precision and outcomes. The overall management of rectal prolapse has evolved significantly from ancient remedies to the surgeries known today, yet some fundamental similarities remain consistent between today's outlook and what was documented centuries ago. Understanding the historical evolution of the diagnosis and treatment of rectal prolapse provides insight into the contemporary management of the disorder.",
      "authors": "Spivak Rebecca, Hu Katherine",
      "journal": "Clinics in colon and rectal surgery",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41040126/"
    },
    {
      "pmid": "40848414",
      "title": "The impact of ageing on the structural compositions of the mucosa of human colon.",
      "abstract": "The increased prevalence of chronic constipation, faecal impaction and incontinence among older individuals have been linked in part, to age-related degenerative changes within the bowel. In aged laboratory animals, increased mucosal permeability has been associated with overall loss of mucosal integrity, but equivalent studies have not been conducted for the human colon. We address this knowledge gap by examining the number of intestinal stem cells and epithelial tight junction proteins, and densities of connective tissues, namely total collagen and elastin, on macroscopically normal ascending (AC; adults: 30-52 years and elderly: 70 - 89 years) and descending (DC; adults: 42-60 years and elderly: 67 - 82 years) colon using immunohistochemistry and tinctorial staining techniques. The results demonstrated that in the ageing AC but not clearly in the DC, there was a significant decline in anti-junctional adhesion molecule-A, anti- occludin and anti-zonula occluden-1 tight junction protein expressions within the epithelium per mucosal unit area. Compared to younger adults, there was no consistent change in anti-claudin-2 protein in the DC from older adults (p = 0.068), but the level of expression tended to increase in the AC (p = 0.059). The number of olfactomedin-4 positive cells tended to be smaller (mean value: AC; 5.2 ± 0.6 vs. 4.9 ± 0.2/ crypt and DC: 5.6 ± 0.8 vs. 5.1 ± 0.3) but were not statistically significant with increasing age in both regions. Ageing increased the amount of elastin fibres within the muscularis mucosae in AC and DC, and there was a tendency for total collagen fibres to increase in the mucosa of the older adults DC (p = 0.061). These structural changes in the aged mucosa have potential to impact colonic functions and may contribute to the development of lower bowel disorders in a region-specific manner.",
      "authors": "Baidoo Nicholas, Rasis Enrica De, Tahiri Dion et al.",
      "journal": "Tissue & cell",
      "year": "2025",
      "key_findings": [
        "In aged laboratory animals, increased mucosal permeability has been associated with overall loss of mucosal integrity, but equivalent studies have not been conducted for the human colon"
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40848414/"
    },
    {
      "pmid": "41297740",
      "title": "Prevalence and associated factors of fecal incontinence: a global population-based study. Fecal incontinence in the global population.",
      "abstract": "The global prevalence of fecal incontinence (FI) is likely underestimated with an unmet need to identify associated factors to improve patient care. This study aimed to report the global prevalence of FI and to identify associated factors.",
      "authors": "van Gils Tom, Algera Joost P, Hreinsson Jóhann P et al.",
      "journal": "Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41297740/"
    }
  ]
}