[
  {
    "id": "6d2d8c8b",
    "front": "[专] Study: Risk factors for postoperative delirium in orthopedic surgery patients: a systematic review and meta-analysis.\n\nWhat was the main finding?",
    "back": "This study aimed to systematically review and meta-analyze the risk factors associated with postoperative delirium in orthopedic surgery patients.\n\n Niu Yanan, Wang Qiang, Lu Jin et al. (2025)\n https://pubmed.ncbi.nlm.nih.gov/40720202/",
    "tags": [
      "delirium",
      "research",
      "recent",
      "专"
    ]
  },
  {
    "id": "2904b95b",
    "front": "[砖专专转] Study: Frailty and Risks of Dementia Among Middle-Aged and Older Adults: Evidence From 3 Prospective Cohort Studies.\n\nWhat was the main finding?",
    "back": "This study aimed to investigate how both baseline frailty and its subsequent changes over time are associated with the risk of incident dementia in 3 large prospective cohorts.\n\n Ye Xin, Wang Xinfeng, Hu Mingzheng et al. (2025)\n https://pubmed.ncbi.nlm.nih.gov/40921305/",
    "tags": [
      "frailty",
      "research",
      "recent",
      "砖专专转"
    ]
  },
  {
    "id": "84202044",
    "front": "[驻转] Study: [Importance of vision in old age].\n\nWhat was the main finding?",
    "back": "Treatment, prevention and rehabilitation measures can significantly reduce the impairment of older people caused by age-related eye diseases\n\n Fink David J, Finger Robert P, Terheyden Jan H (2025)\n https://pubmed.ncbi.nlm.nih.gov/41168499/",
    "tags": [
      "falls",
      "research",
      "recent",
      "驻转"
    ]
  },
  {
    "id": "3118240e",
    "front": "[爪] Study: Potential targets of microglia in the treatment of neurodegenerative diseases: Mechanism and therapeutic implications.\n\nWhat was the main finding?",
    "back": "Microglial over-activation is closely associated with the secretion of pro-inflammatory cytokines, the phagocytosis of injured neurons, and the modulation of neurotoxic environments\n\n Zhao Wenhui, Liu Zhongxuan, Wu Jiannan et al. (2026)\n https://pubmed.ncbi.nlm.nih.gov/40145977/",
    "tags": [
      "dementia",
      "research",
      "recent",
      "爪"
    ]
  },
  {
    "id": "8fb682ac",
    "front": "[-驻专住拽] Study: Risk factors influencing fall risk in geriatric patients with type 2 diabetes: a comprehensive analysis.\n\nWhat was the main finding?",
    "back": "Comorbidities, especially neuropathy and retinopathy, significantly increase fall risk in this group\n\n Bayrak Muharrem, Kaali Kamber, G眉ner Merve et al. (2025)\n https://pubmed.ncbi.nlm.nih.gov/40022664/",
    "tags": [
      "deprescribing",
      "research",
      "recent",
      "-驻专住拽"
    ]
  },
  {
    "id": "70ad4a81",
    "front": "[住专拽驻] Study: International society of sports nutrition position stand: 尾-hydroxy-尾-methylbutyrate (HMB).\n\nWhat was the main finding?",
    "back": "The available safety/toxicity data suggest that chronic HMB-Ca and HMB-FA consumption are safe for oral HMB supplementation in humans up to at least one year\n\n Rathmacher John A, Pitchford Lisa M, Stout Jeffrey R et al. (2025)\n https://pubmed.ncbi.nlm.nih.gov/39699070/",
    "tags": [
      "sarcopenia",
      "research",
      "recent",
      "住专拽驻"
    ]
  },
  {
    "id": "15a197dd",
    "front": "[ 砖 住专] Study: The impact of ageing on the structural compositions of the mucosa of human colon.\n\nWhat was the main finding?",
    "back": "In aged laboratory animals, increased mucosal permeability has been associated with overall loss of mucosal integrity, but equivalent studies have not been conducted for the human colon\n\n Baidoo Nicholas, Rasis Enrica De, Tahiri Dion et al. (2025)\n https://pubmed.ncbi.nlm.nih.gov/40848414/",
    "tags": [
      "incontinence",
      "research",
      "recent",
      " 砖 住专"
    ]
  },
  {
    "id": "dcfa2d2d",
    "front": "[ 砖 住专] Study: Mirabegron exhibits antibacterial and Immunomodulatory activities demonstrated by in vitro and in vivo studies.\n\nWhat was the main finding?",
    "back": "We found that mirabegron exhibited significant antibacterial activity, particularly against E\n\n Ahmed Esraa A, Abd-Eldayem Ahmed M (2025)\n https://pubmed.ncbi.nlm.nih.gov/41203718/",
    "tags": [
      "incontinence",
      "research",
      "recent",
      " 砖 住专"
    ]
  }
]