{
  "delirium": [
    {
      "pmid": "40574569",
      "title": "Remimazolam tosylate or propofol and delirium in frail elderly patients after hip surgery: A randomised controlled clinical trial.",
      "abstract": "Remimazolam tosylate, a novel short-acting benzodiazepine, is increasingly being used in general anaesthesia, but its role in the incidence of postoperative delirium is uncertain, particularly in frail elderly patients.",
      "authors": "Cai Wenlan, Shen Fangming, Zhu Lanyue et al.",
      "journal": "European journal of anaesthesiology",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40574569/"
    },
    {
      "pmid": "41182057",
      "title": "Ambulatory ophthalmic anesthesia: what is important.",
      "abstract": "This review addresses aspects relevant to caregivers facing increased numbers of adult and elderly patients seeking ambulatory medical service for ophthalmic surgery.",
      "authors": "Castello Roberto, Neth Jens",
      "journal": "Current opinion in anaesthesiology",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41182057/"
    },
    {
      "pmid": "40720202",
      "title": "Risk factors for postoperative delirium in orthopedic surgery patients: a systematic review and meta-analysis.",
      "abstract": "Postoperative delirium is a common and serious complication in orthopedic surgery patients, particularly in the elderly. This study aimed to systematically review and meta-analyze the risk factors associated with postoperative delirium in orthopedic surgery patients.",
      "authors": "Niu Yanan, Wang Qiang, Lu Jin et al.",
      "journal": "Annals of medicine",
      "year": "2025",
      "key_findings": [
        "This study aimed to systematically review and meta-analyze the risk factors associated with postoperative delirium in orthopedic surgery patients."
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40720202/"
    }
  ],
  "frailty": [
    {
      "pmid": "40879421",
      "title": "Reduction of Antihypertensive Treatment in Nursing Home Residents.",
      "abstract": "Among older adults with frailty, evidence on the benefits and risks of discontinuing antihypertensive drugs is limited.",
      "authors": "Benetos Athanase, Gautier Sylvie, Freminet Anne et al.",
      "journal": "The New England journal of medicine",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40879421/"
    },
    {
      "pmid": "40738335",
      "title": "Sleep disorders and aging: Mendelian randomization analysis of epigenetic and frailty markers.",
      "abstract": "Sleep disorders-including daytime sleepiness (DS), insomnia, and sleep apnea (SA)-have been linked to aging-related phenotypes, but their causal roles remain unclear. This study aimed to examine the potential causal effects of these sleep traits on biological aging using a Mendelian randomization (MR) approach.",
      "authors": "Zhang Zheng, Ren Hao, Cheng Yongjia et al.",
      "journal": "Journal of affective disorders",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40738335/"
    },
    {
      "pmid": "41071474",
      "title": "Cumulative atherogenic index of plasma exposure and cardiovascular disease risk: the mediating role of frailty in a Chinese middle-aged and elderly population.",
      "abstract": "Atherosclerosis have been implicated in cardiovascular disease (CVD) risks, and whether frailty played a mediating role in this association was unclear.",
      "authors": "Lin Yan, Jia Xiaocan, Shi Xuezhong et al.",
      "journal": "Clinical rheumatology",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41071474/"
    }
  ],
  "falls": [
    {
      "pmid": "39918027",
      "title": "Home-based strength and balance exercises for fall prevention among older individuals of advanced age: a randomized controlled single-blind study.",
      "abstract": "This research was to explore the effectiveness, safety, and adherence of home-based strength and balance exercises for fall prevention among the self-reliant individuals of advanced age and analyzed the beneficial components.",
      "authors": "Zhou Jian, Liu Bo, Xu Jian-Fang et al.",
      "journal": "Annals of medicine",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/39918027/"
    },
    {
      "pmid": "41338796",
      "title": "Incident and recurrent falls among non-Hispanic Black and Hispanic men with chronic conditions.",
      "abstract": "While much is known about the complexities of fall-related risks among older adults, less is known about the risk for falls among men, and especially older non-Hispanic Black and Hispanic men with chronic conditions. To address this crucial gap in safety research, this study examined factors associated with incident falls (1 fall) and recurrent falling (2+ falls) among non-Hispanic Black and Hispanic men ages ≥60 years with ≥1 chronic condition.",
      "authors": "Olokunlade Temitope, Sherman Ledric D, Benden Mark E et al.",
      "journal": "Journal of safety research",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41338796/"
    },
    {
      "pmid": "41306867",
      "title": "Global, regional, and national burden of falls from 1990 to 2021: a comprehensive analysis with a focus on falls attributable to reduced bone mass and projections to 2045.",
      "abstract": "This study aims to analyze the global epidemiological trends of falls from 1990 to 2021, providing an in-depth understanding of their evolving patterns. It explores the changing trends of falls caused by reduced bone mass in middle-aged and older adults, offering valuable insights to healthcare policymakers for more effective resource allocation.",
      "authors": "Liu Yi, Qiu Junjie, Huang Renlin et al.",
      "journal": "Frontiers in public health",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41306867/"
    }
  ],
  "dementia": [
    {
      "pmid": "39869458",
      "title": "Respiratory syncytial virus vaccination in older adults and patients with chronic disorders: A position paper from the Portuguese Society of Pulmonology, the Portuguese Association of General and Family Medicine, the Portuguese Society of Cardiology, the Portuguese Society of Infectious Diseases and Clinical Microbiology, the Portuguese Society of Endocrinology, Diabetes and Metabolism, and the Portuguese Society of Internal Medicine.",
      "abstract": "Respiratory syncytial virus (RSV) is an important cause of lower respiratory tract infection, hospitalisation and death in adults.",
      "authors": "Alfaro Tiago, Froes Filipe, Vicente Cláudia et al.",
      "journal": "Pulmonology",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/39869458/"
    },
    {
      "pmid": "40145977",
      "title": "Potential targets of microglia in the treatment of neurodegenerative diseases: Mechanism and therapeutic implications.",
      "abstract": "For diverse neurodegenerative disorders, microglial cells are activated. Furthermore, dysfunctional and hyperactivated microglia initiate mitochondrial autophagy, oxidative stress, and pathological protein accumulation, ending with neuroinflammation that exacerbates damage to dopaminergic neurons and contributes significantly to the pathology of neurodegenerative disorder. Microglial over-activation is closely associated with the secretion of pro-inflammatory cytokines, the phagocytosis of injured neurons, and the modulation of neurotoxic environments. This review summarizes the role of microglia neurodegenerative diseases, such as Alzheimer's disease, Parkinson's disease, multiple sclerosis, multiple system atrophy, amyotrophic lateral sclerosis, frontotemporal dementia, progressive supranuclear palsy, cortical degeneration, Lewy body dementia, and Huntington's disease. It also discusses novel forms of cell death such as ferroptosis, cuproptosis, disulfidptosis, and parthanatos (poly(adenosine diphosphate ribose) polymerase 1-dependent cell death), as well as the impact of regulatory factors related to microglial inflammation on microglial activation and neuroinflammation. The aim is to identify potential targets for microglial cell therapy in neurodegenerative diseases.",
      "authors": "Zhao Wenhui, Liu Zhongxuan, Wu Jiannan et al.",
      "journal": "Neural regeneration research",
      "year": "2026",
      "key_findings": [
        "Microglial over-activation is closely associated with the secretion of pro-inflammatory cytokines, the phagocytosis of injured neurons, and the modulation of neurotoxic environments"
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40145977/"
    },
    {
      "pmid": "40938528",
      "title": "Incretin Hormones GLP-1 and GIP Normalize Energy Utilization and Reduce Inflammation in the Brain in Alzheimer's Disease and Parkinson's Disease: From Repurposed GLP-1 Receptor Agonists to Novel Dual GLP-1/GIP Receptor Agonists as Potential Disease-Modifying Therapies.",
      "abstract": "Alzheimer's disease (AD) and Parkinson's disease (PD) are chronic neurodegenerative disorders with few effective drug treatments available. An underrated element of these diseases is that glucose uptake and energy utilization is much reduced in neurons. In the brains of patients, signaling of insulin, insulin-like growth factor 1, and other growth factors is downregulated early on. This leads to reduced glucose utilization and impaired mitochondrial function. In an attempt to compensate for the loss, other pathways are upregulated, e.g., the increased use of ketones produced from fatty acids by astrocytes that are shuttled to neurons. In addition, amino acids are increasingly used to generate energy. Despite this, neurons generate less and less energy over time, leading to impaired synaptic activity, reduced cell repair, mitogenesis, autophagy, the accumulation of misfolded proteins, and finally, to cell death. At the same time, the chronic inflammation response in the brain that is part of these diseases continues to damage neurons. Glucagon-like peptide 1 (GLP-1) and glucose-dependent insulinotropic polypeptide (GIP) are peptide hormones and growth factors that have shown neuroprotective effects in animal studies and in clinical trials. GLP-1 and GIP receptor agonists were able to reduce inflammation while normalizing growth factor signaling and energy utilization in the brain. Insulin signaling was improved and energy utilization, glucose uptake, mitogenesis, and mitochondrial functionality was brought back to physiological levels. In addition, the chronic inflammation response and the levels of proinflammatory cytokines in the brain were much reduced. Clinical trials testing GLP-1 receptor agonists in patients with AD or PD have been conducted and have shown first successes, serving as proof of concept that activating GLP-1 receptor is a sensible strategy to treat AD/PD. A phase II study testing liraglutide in patients with AD showed first improvements, and two phase II trials testing exendin-4 (exenatide, Bydureon",
      "authors": "Hölscher Christian",
      "journal": "CNS drugs",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40938528/"
    }
  ],
  "deprescribing": [
    {
      "pmid": "41345290",
      "title": "Multimorbidity, frailty and polypharmacy in European and Asian patients with atrial fibrillation: a comparison of two regional prospective observational registries.",
      "abstract": "Multimorbidity, frailty, and polypharmacy are associated with worse outcomes in patients with atrial fibrillation (AF), leading to 'clinically complex' patient phenotypes. Possible differences between European and Asian patients regarding these aspects have not been studied. We studied AF patients derived from two large prospective observational AF registries, conducted in Europe and Asia. Multimorbidity and polypharmacy were defined according to the number of comorbidities and drugs at baseline. Frailty was defined according to a 40-items frailty index (FI). Prescription of OAC was assessed at baseline. The primary outcome was the composite of all-cause death and major adverse cardiovascular events. European patients had a higher burden of multimorbidity, frailty, and polypharmacy domains compared with Asians. Asian patients with these domains were less likely to be prescribed OAC than Europeans, especially those who were frail. After adjustments, being frail was associated with lower OAC prescription, with Asians less likely prescribed than Europeans (OR 0.34, 95% CI 0.25-0.45 vs. OR 0.47, 95% CI 0.40-0.55, p",
      "authors": "Mei Davide Antonio, Proietti Marco, Romiti Giulio Francesco et al.",
      "journal": "GeroScience",
      "year": "2025",
      "key_findings": [
        "Multimorbidity, frailty, and polypharmacy are associated with worse outcomes in patients with atrial fibrillation (AF), leading to 'clinically complex' patient phenotypes",
        "After adjustments, being frail was associated with lower OAC prescription, with Asians less likely prescribed than Europeans (OR 0.34, 95% CI 0.25-0.45 vs"
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41345290/"
    },
    {
      "pmid": "40022664",
      "title": "Risk factors influencing fall risk in geriatric patients with type 2 diabetes: a comprehensive analysis.",
      "abstract": "Type 2 diabetes mellitus (T2DM) is a common chronic disease in the elderly. Comorbidities, especially neuropathy and retinopathy, significantly increase fall risk in this group. This study aimed to identify fall risk factors in older adults with T2DM.",
      "authors": "Bayrak Muharrem, Kaşali Kamber, Güner Merve et al.",
      "journal": "The aging male : the official journal of the International Society for the Study of the Aging Male",
      "year": "2025",
      "key_findings": [
        "Comorbidities, especially neuropathy and retinopathy, significantly increase fall risk in this group"
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40022664/"
    },
    {
      "pmid": "41333972",
      "title": "Clinical Integration and Evaluation of the STrategic Optimization of Prescription Medication Use in Patients on HemoDialysis (STOPMed-HD) Intervention.",
      "abstract": "People undergoing hemodialysis (HD) take an average of 12 medications daily, with 93% prescribed at least one potentially inappropriate medication or dose. Polypharmacy is commonly defined as taking 5 or more medications per day; however, it can also refer to the use of inappropriate medication choices and doses. Polypharmacy can lead to serious health consequences, including drug-drug interactions, falls, and hospitalizations. Deprescribing, the process of stopping or gradually reducing the dose of a medication that may be causing harm or offers no benefit, can reduce polypharmacy among older adults. However, little research focuses on deprescribing in the HD population, and few tools exist to support deprescribing in HD. To address this gap, we developed and validated the STrategic Optimization of Medication Use in Patients on HemoDialysis (STOPMed-HD) intervention, a deprescribing toolkit which includes clinician-focused algorithms, monitoring forms, and evidence tables, and patient-facing information bulletins and videos. Co-developed with clinicians and patients, the toolkit reflects patient priorities and aligns with their deprescribing goals. This report describes the implementation and evaluation strategy of the STOPMed-HD intervention at 4 HD sites across Canada, and presents insights into barriers, facilitators, and key considerations for implementation.",
      "authors": "Abbaticchio Angelina, Theodorlis Madeline, Cross Michelle S et al.",
      "journal": "Canadian journal of kidney health and disease",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41333972/"
    }
  ],
  "sarcopenia": [
    {
      "pmid": "39699070",
      "title": "International society of sports nutrition position stand: β-hydroxy-β-methylbutyrate (HMB).",
      "abstract": "Position Statement: The International Society of Sports Nutrition (ISSN) bases the following position stand on an analysis of the literature regarding the effects of β-Hydroxy-β-Methylbutyrate (HMB). The following 12 points have been approved by the Research Committee of the Society: 1. HMB is a metabolite of the amino acid leucine that is naturally produced in both humans and other animals. Two forms of HMB have been studied: Calcium HMB (HMB-Ca) and a free acid form of HMB (HMB-FA). HMB-FA appears to lead to increased appearance of HMB in the bloodstream when compared to HMB-Ca, though recent results are mixed. 2. The available safety/toxicity data suggest that chronic HMB-Ca and HMB-FA consumption are safe for oral HMB supplementation in humans up to at least one year. 3. There are no negative effects of HMB-Ca and HMB-FA on glucose tolerance and insulin sensitivity in humans. There may be improvements in glucose metabolism in younger adults. 4. The primary mode of action of HMB appears to be through its dual mechanism to enhance muscle protein synthesis and suppress muscle protein breakdown. HMB's activation of mTORC1 is independent of the leucine-sensing pathway (Sestrin2-GATOR2 complex). 5. HMB may help reduce muscle damage and promote muscle recovery, which can promote muscle growth/repair. HMB may also have anti-inflammatory effects, which could contribute to reducing muscle damage and soreness. 6. HMB consumption in close proximity to an exercise bout may be beneficial to increase muscle protein synthesis and attenuate the inflammatory response. HMB can provide a beneficial physiological effect when consumed both acutely and chronically in humans. 7. Daily HMB supplementation (38 mg/kg body weight) in combination with exercise training may improve body composition through increasing lean mass and/or decreasing fat mass with benefits in participants across age, sex, and training status. The most pronounced of these improvements in body composition with HMB have been observed in studies with robust resistance training programs and dietary control. 8. HMB may improve strength and power in untrained individuals, but its performance benefits in trained athletes are mixed and increase with an increase in study duration (>6 weeks). HMB's beneficial effects on athletic performance are thought to be driven by improved recovery. 9. HMB supplementation appears to potentially have a positive impact on aerobic performance, especially in trained athletes. The mechanisms of the effects are unknown. 10. HMB supplementation may be important in a non-exercising sedentary and aging population to improve muscle strength, functionality, and muscle quality. The effects of HMB supplementation with exercise are varied, but the combination may have a beneficial effect on the treatment of age-associated sarcopenia under select conditions. 11. HMB may be effective in countering muscle disuse atrophy during periods of inactivity due to illness or injury. The modulation of mitochondrial dynamics and lipid metabolism by HMB may be a potential mechanism for preventing disuse atrophy and aiding rehabilitation beyond HMB's effects on rates of muscle protein synthesis and degradation. 12. The efficacy of HMB in combination with certain nutrients may be enhanced under select conditions.",
      "authors": "Rathmacher John A, Pitchford Lisa M, Stout Jeffrey R et al.",
      "journal": "Journal of the International Society of Sports Nutrition",
      "year": "2025",
      "key_findings": [
        "The available safety/toxicity data suggest that chronic HMB-Ca and HMB-FA consumption are safe for oral HMB supplementation in humans up to at least one year"
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/39699070/"
    },
    {
      "pmid": "40644314",
      "title": "Treating Sarcopenic Obesity in the Era of Incretin Therapies: Perspectives and Challenges.",
      "abstract": "Sarcopenic obesity, a subtype of obesity, is marked by reduced skeletal muscle mass and function, or sarcopenia, and poses a significant health challenge to older adults as it affects an estimated 28.3% of people aged >60 years. This subtype is unique to older adults as aging exacerbates sarcopenia and obesity due to changes in energy metabolism, hormones and inflammatory markers, and lifestyle factors. Traditional treatments for sarcopenic obesity have been focused on exercise and dietary modifications to reduce fat while maintaining muscle mass. Newer glucagon-like peptide 1 receptor agonists (GLP-1RAs) and dual gastric inhibitory polypeptide/GLP-1 receptor agonists (GIP/GLP-1RAs), including liraglutide, semaglutide, and tirzepatide, have shown great promise to reduce weight, treat obesity-related complications, improve physical function, and improve quality of life, in younger clinical trial populations. However, the use of GLP-1RAs and GIP/GLP-1RAs has not been exhaustively evaluated in older adults with sarcopenic obesity. These medications come with the risk of loss of muscle mass and an increased rate of adverse events. Thus, clinicians should use them cautiously by weighing the potential benefits against their risks. Herein, we discuss a possible approach to using GLP-1RAs and GIP/GLP-1RAs in patients with sarcopenic obesity, including considerations for patient identification, monitoring, maintenance, and discontinuation. In this article we also discuss the emerging treatments that will be available, which may include activin type II receptor antibodies and selective androgen receptor agonists. We conclude by highlighting the advancement of geroscience as a promising field for individualizing treatments in the future.",
      "authors": "Chen Alissa S, Batsis John A",
      "journal": "Diabetes",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40644314/"
    },
    {
      "pmid": "41233980",
      "title": "Thyroid hormone imbalance, malnutrition, and sarcopenia: a triad of muscle health challenges.",
      "abstract": "Sarcopenia and malnutrition are increasingly recognized as major determinants of morbidity and functional decline in aging and chronically ill populations. Thyroid hormones (THs), particularly triiodothyronine (T3), play a critical role in regulating skeletal muscle homeostasis, influencing myogenesis, mitochondrial function, metabolic rate, and fibre-type specification. Alterations in thyroid function, both hypo- and hyperthyroidism, negatively impact muscle protein turnover, leading to impaired strength and muscle wasting. Notably, nutritional status modulates TH metabolism at multiple levels: malnutrition impairs deiodinase activity, alters TH transport, and reduces peripheral T3 availability, thereby contributing to the low T3 syndrome frequently observed in frail or undernourished individuals. Conversely, excessive T3 levels, as seen in hyperthyroid states or during inappropriate replacement therapy, exacerbate catabolism and accelerate muscle loss. This review synthesizes current evidence on the bidirectional interactions among thyroid dysfunction, nutritional deficiencies, and sarcopenia, proposing an integrative pathophysiological model. We discuss the clinical implications of TH replacement in sarcopenic and malnourished patients, highlighting the need for personalised, multimodal interventions that include hormonal, nutritional, and physical strategies to prevent or mitigate muscle deterioration in endocrine and geriatric contexts.",
      "authors": "Nappi Annarita, Sagliocchi Serena, Cicatiello Annunziata Gaetana et al.",
      "journal": "Journal of basic and clinical physiology and pharmacology",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41233980/"
    }
  ],
  "end_of_life": [
    {
      "pmid": "41339288",
      "title": "Knowledge and Attitudes of Palliative Care Among Community Health Nurses in China: A Cross-Sectional Study.",
      "abstract": "To investigate knowledge and attitudes of palliative care among community health nurses and analyse factors influencing their knowledge and attitudes.",
      "authors": "Liu Dun-Xiu, Kong Ling-Na, Yang Jun et al.",
      "journal": "Nursing open",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41339288/"
    },
    {
      "pmid": "41218637",
      "title": "\"End-of-Life Care\" in Cardiac Surgery.",
      "abstract": "Modern cardiovascular medicine and surgery enable the treatment of complex cardiovascular disease, even in elderly and multimorbid patients, through increasingly sophisticated procedures. Nevertheless, there are situations in which surgical intervention appears medically inappropriate or is explicitly declined by the patient. Similarly, it may become necessary in the postoperative course to revise the original therapeutic goals-particularly when continued survival depends upon prolonged intensive care unit treatment, or when the anticipated quality of life, from the patient's perspective, appears inadequate. While established guidelines and position papers-most notably from the German Interdisciplinary Association for Intensive and Emergency Medicine-are already available in the field of intensive care medicine, a discipline-specific framework for cardiac surgery has been lacking thus far. This inaugural position paper issued by the German Society for Thoracic and Cardiovascular Surgery seeks to contribute to the definition of clinical and ethical standards in the context of therapeutic restraint (Section A) and to the redefinition of therapeutic goals (Section B) within our specialty. The aim is to promote a structured and multiprofessional approach that transparently integrates the core pillars of goal setting in therapy-namely, medical indication and patient autonomy-into a comprehensible decision-making framework. Achieving this objective requires close collaboration among physicians and nursing staff in cardiac surgery, cardiology, intensive care, anesthesiology, ethics consultation, and palliative care. The present recommendations are intended to serve as a foundation for patient-centered, appropriate, and transparent decision-making-always with the overarching aim of preserving the dignity and self-determination of the patients concerned.",
      "authors": "Lichtenberg Artur, Scherner Max, Meier Stefan et al.",
      "journal": "The Thoracic and cardiovascular surgeon",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41218637/"
    },
    {
      "pmid": "41246289",
      "title": "Demystifying Compassionate Communities.",
      "abstract": "",
      "authors": "Ng Yong Hao, Aoun Samar",
      "journal": "Palliative care and social practice",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41246289/"
    }
  ],
  "incontinence": [
    {
      "pmid": "41297740",
      "title": "Prevalence and associated factors of fecal incontinence: a global population-based study.",
      "abstract": "The global prevalence of fecal incontinence (FI) is likely underestimated with an unmet need to identify associated factors to improve patient care. This study aimed to report the global prevalence of FI and to identify associated factors.",
      "authors": "van Gils Tom, Algera Joost P, Hreinsson Jóhann P et al.",
      "journal": "Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/41297740/"
    },
    {
      "pmid": "40848414",
      "title": "The impact of ageing on the structural compositions of the mucosa of human colon.",
      "abstract": "The increased prevalence of chronic constipation, faecal impaction and incontinence among older individuals have been linked in part, to age-related degenerative changes within the bowel. In aged laboratory animals, increased mucosal permeability has been associated with overall loss of mucosal integrity, but equivalent studies have not been conducted for the human colon. We address this knowledge gap by examining the number of intestinal stem cells and epithelial tight junction proteins, and densities of connective tissues, namely total collagen and elastin, on macroscopically normal ascending (AC; adults: 30-52 years and elderly: 70 - 89 years) and descending (DC; adults: 42-60 years and elderly: 67 - 82 years) colon using immunohistochemistry and tinctorial staining techniques. The results demonstrated that in the ageing AC but not clearly in the DC, there was a significant decline in anti-junctional adhesion molecule-A, anti- occludin and anti-zonula occluden-1 tight junction protein expressions within the epithelium per mucosal unit area. Compared to younger adults, there was no consistent change in anti-claudin-2 protein in the DC from older adults (p = 0.068), but the level of expression tended to increase in the AC (p = 0.059). The number of olfactomedin-4 positive cells tended to be smaller (mean value: AC; 5.2 ± 0.6 vs. 4.9 ± 0.2/ crypt and DC: 5.6 ± 0.8 vs. 5.1 ± 0.3) but were not statistically significant with increasing age in both regions. Ageing increased the amount of elastin fibres within the muscularis mucosae in AC and DC, and there was a tendency for total collagen fibres to increase in the mucosa of the older adults DC (p = 0.061). These structural changes in the aged mucosa have potential to impact colonic functions and may contribute to the development of lower bowel disorders in a region-specific manner.",
      "authors": "Baidoo Nicholas, Rasis Enrica De, Tahiri Dion et al.",
      "journal": "Tissue & cell",
      "year": "2025",
      "key_findings": [
        "In aged laboratory animals, increased mucosal permeability has been associated with overall loss of mucosal integrity, but equivalent studies have not been conducted for the human colon"
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40848414/"
    },
    {
      "pmid": "40591200",
      "title": "SGLT2 inhibitors do not cause de novo urinary incontinence in diabetic female patients with chronic kidney disease.",
      "abstract": "SGLT2 inhibitors have demonstrated significant cardiovascular and renal benefits, increasing their use in diabetic patients with chronic kidney disease (CKD). Concerns have been raised about their potential to exacerbate urinary incontinence (UI). This study evaluates the impact of SGLT2 inhibitors on de novo UI in female diabetic patients with CKD who were initially UI-free.",
      "authors": "Helvacı Özant, Karaoğlan Ayşegül, Helvacı Burçak Cavnar et al.",
      "journal": "International urology and nephrology",
      "year": "2025",
      "key_findings": [],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40591200/"
    }
  ]
}